export const articles = [
    {
        title: "游戏实时阴影渲染",
        preview: "首先，先这样，然后注意到这样，然后这里再这样这样，最后按这个方式这样首先，先这样，然后注意到这样，然后这里再这样这样，最后按这个方式这样首先，先这样，然后注意到这样，然后这里再这样这样，最后按这个方式这样首先，先这样，然后注意到这样，然后这里再这样这样，最后按这个方式这样首先，先这样，然后注意到这样，然后这里再这样这样，最后按这个方式这样首先，先这样，然后注意到这样，然后这里再这样这样，最后按这个方式这样首先，先这样，然后注意到这样，然后这里再这样这样，最后按这个方式这样首先，先这样，然后注意到这样，然后这里再这样这样，最后按这个方式这样首先，先这样，然后注意到这样，然后这里再这样这样，最后按这个方式这样首先，先这样，然后注意到这样，然后这里再这样这样，最后按这个方式这样首先，先这样，然后注意到这样，然后这里再这样这样，最后按这个方式这样",
        tags: ["图形学", "数据结构与算法"],
        date: "2024-4-25",
    },
    {
        title: "并行A*寻路算法",
        preview: "Another sample card",
        tags: ["图形学", "数据结构与算法"],
        date: "2024-4-25",
    },
    {
        title: "JFA Signed Distance Field",
        preview: "A sample card",
        tags: ["图形学", "数据结构与算法"],
        date: "2024-4-25",
    },
    {
        title: "Ray Tracing",
        preview: "Another sample card",
        tags: ["图形学"],
        date: "2024-4-25",
    },
    {
        title: "啊啊啊啊啊啊啊啊啊",
        preview: "A sample card",
        tags: ["灌水"],
        date: "2024-4-25",
    },
    {
        title: "随便写点",
        preview: "Another sample card",
        tags: ["灌水"],
        date: "2024-4-25",
    },
];
